tap "anomalyco/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
brew "bat"
brew "bfg"
brew "bpytop"
brew "cloud-sql-proxy"
brew "diff-so-fancy"
brew "dust"
brew "fish"
brew "gh"
brew "golang-migrate"
brew "harlequin"
brew "llama.cpp"
brew "lnav"
brew "localtunnel"
brew "neovim"
brew "nmap"
brew "pgvector"
brew "pnpm"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "anomalyco/tap/opencode"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
cask "claude-code"
cask "gcloud-cli"
cask "ghostty"
cask "ngrok"
cask "qmk-toolbox"
cask "warp"
