brew "bat"
brew "bfg"
brew "bpytop"
brew "diff-so-fancy"
brew "dust"
brew "fish"
brew "gh"
brew "harlequin"
brew "llama.cpp"
brew "lnav"
brew "localtunnel"
brew "neovim"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "anomalyco/tap/opencode"
cask "claude-code"
cask "ghostty"
cask "ngrok"
